export interface Heuristic {
  id: string;
  label: string;
  desc: string;
}

export const heuristics: Heuristic[] = [
  { id: 'e1', label: 'Е1', desc: 'Участь в одному множинному порівнянні на 3 місці' },
  { id: 'e2', label: 'Е2', desc: 'Участь в одному множинному порівнянні на 2 місці' },
  { id: 'e3', label: 'Е3', desc: 'Участь в одному множинному порівнянні на 1 місці' },
  { id: 'e4', label: 'Е4', desc: 'Участь в 2х множинних порівняннях на 3 місці' },
  { id: 'e5', label: 'Е5', desc: 'Участь в одному на 3 місці та ще в одному на 2 місці' },
  { id: 'e6', label: 'Е6', desc: 'Кількість участей на 2 місці > на 1 (власна)' },
  { id: 'e7', label: 'Е7', desc: 'Жодної участі в множинних порівняннях (власна)' },
];
